-- insert records M_PREFECTURE
INSERT 
INTO education.M_PREFECTURE 
VALUES ('01', '北海道', 'ホッカイドウ')
, ('12', '千葉県', 'チバケン')
, ('13', '東京都', 'トウキョウト')
, ('26', '京都府', 'キョウトフ'); 

-- insert records M_CITY
INSERT 
INTO education.M_CITY 
VALUES ('01100', '札幌市', 'サッポロシ')
, ('01202', '函館市', 'ハコダテシ')
, ('01203', '小樽市', 'オタルシ')
, ('01204', '旭川市', 'アサヒカワシ'); 

INSERT 
INTO education.M_CITY 
VALUES ('12100', '千葉市', 'チバシ')
, ('12202', '銚子市', 'チョウシシ')
, ('12203', '市川市', 'イチカワシ')
, ('12204', '船橋市', 'フナバシシ'); 

INSERT 
INTO education.M_CITY 
VALUES ('26101', '京都市北区', 'キョウトシキタク')
, ('26102', '京都市上京区', 'キョウトシカミギョウク')
, ('26103', '京都市左京区', 'キョウトシサキョウク')
, ('26104', '京都市右京区', 'キョウトシウキョウク'); 

INSERT 
INTO education.M_CITY 
VALUES ('13101', '千代田区', 'チヨダク')
, ('13102', '中央区', 'チュウオウク')
, ('13103', '港区', 'ミナトク')
, ('13104', '新宿区', 'シンジュクク');
